[
  {
    "name": "Siberian Husky",
    "description": "The graceful, medium-sized Siberian Husky’s almond-shaped eyes can be either brown or blue—and sometimes one of each—and convey a keen but amiable and even mischievous expression. Quick and nimble-footed, Siberians are known for their powerful but seemingly effortless gait. Tipping the scales at no more than 60 pounds, they are noticeably smaller and lighter than their burly cousin, the Alaskan Malamute. In fact, breeders and fanciers prefer the moniker Siberians over huskies, as the latter suggests a bigger, brawnier dog than what is the standard for the breed.As born pack dogs, Siberians enjoy family life and get on well with other dogs; their innate friendliness render them indifferent watchdogs. This breed is also energetic and can’t resist chasing small animals, so secure running room is a must. An attractive feature of the breed: Siberians are naturally clean, with little doggy odor.",
    "url": "https://s3.amazonaws.com/cdn-origin-etr.akc.org/wp-content/uploads/2017/11/15140622/Two-Siberian-Husky-puppies.jpg"
  },
  {
    "name": "Golden Retriever",
    "description": "The Golden Retriever is a sturdy, muscular dog of medium size, famous for the dense, lustrous coat of gold that gives the breed its name. The broad head, with its friendly and intelligent eyes, short ears, and straight muzzle, is a breed hallmark. In motion, Goldens move with a smooth, powerful gait, and the feathery tail is carried, as breed fanciers say, with a “merry action.”",
    "url": "https://s3.amazonaws.com/cdn-origin-etr.akc.org/wp-content/uploads/2017/11/12110029/Golden.puppy_.jpg"
  },
  {
    "name": "Poodle",
    "description": "Poodles come in three size varieties: Standards should be more than 15 inches tall at the shoulder; Miniatures are 15 inches or under; Toys stand no more than 10 inches. All three varieties have the same build and proportions. At dog shows, Poodles are usually seen in the elaborate Continental Clip. Most pet owners prefer the simpler Sporting Clip, in which the coat is shorn to follow the outline of the squarely built, smoothly muscled body.\n\nForget those old stereotypes of Poodles as sissy dogs. Poodles are eager, athletic, and wickedly smart “real dogs” of remarkable versatility. The Standard, with his greater size and strength, is the best all-around athlete of the family, but all Poodles can be trained with great success.",
    "url": "https://s3.amazonaws.com/cdn-origin-etr.akc.org/wp-content/uploads/2017/11/12225551/Poodle-MP.jpg"
  },
  {
    "name": "Wirehaired Pointing Griffon",
    "description": "Griffs are medium-sized, all-purpose gundogs standing no higher than 24 inches at the shoulder. They’re known for an extremely harsh and bristly coat that gives them a natural, unkempt appearance. The preferred color is steel gray with brown markings. A lavish mustache and eyebrows frame large, rounded eyes that gleam with a keen intelligence. Griffs are the very picture of an honest, hardworking sporting dog, whose handsome looks are the result of a noble and unaffected ruggedness rather than fussy grooming.",
    "url": "https://s3.amazonaws.com/cdn-origin-etr.akc.org/wp-content/uploads/2017/11/12222851/Wirehaired-Pointing-Griffon-MP.jpg"
  },
  {
    "name": "Pug Puppies",
    "description": "There's a lot of personality packed into the Pug's small, sturdy frame. Even-tempered, outgoing and playful, your Pug puppy will be happy to be wherever you are. He'll thrive in moderate temperatures, with lots of love and some exercise for both his muscular body and curious mind. His expressive face, charming personality and loving nature are irresistible.",
    "url": "https://d2oe4uttdfvoiw.cloudfront.net/pictures/breeds/N7lPI5v5MhHDyaZRBt1O/500x500-66_Pug-1542823797028.png"
  },
  {
    "name": "Autumn",
    "description": "The Maltese is a toy dog covered from head to foot with a mantle of long, silky, white hair. He is gentle-mannered and affectionate, eager and sprightly in action, and, despite his size, possessed of the vigor needed for the satisfactory companion.",
    "url": "https://petkey.blob.core.windows.net/resource/images/1930000/1939000/1939642_800.jpg"
  },
  {
    "name": "Casey",
    "description": "The Shiba is the smallest of the Japanese native breeds of dog and was originally developed for hunting by sight and scent in the dense undergrowth of Japan's mountainous areas. Alert and agile with keen senses, he is also an excellent watchdog and companion. His frame is compact with well-developed muscles. Males and females are distinctly different in appearance: males are masculine without coarseness, females are feminine without weakness of structure.",
    "url": "https://petkey.blob.core.windows.net/resource/images/1930000/1931000/1931898_800.jpg"
  },
  {
    "name": "Clementine",
    "description": "The Shih Tzu is a sturdy, lively, alert toy dog with long flowing double coat. Befitting his noble Chinese ancestry as a highly valued, prized companion and palace pet, the Shih Tzu is proud of bearing, has a distinctively arrogant carriage with head well up and tail curved over the back. Although there has always been considerable size variation, the Shih Tzu must be compact, solid, carrying good weight and substance.",
    "url": "https://petkey.blob.core.windows.net/resource/images/1930000/1932000/1932688_800.jpg"
  },
  {
    "name": "Corey",
    "description": "The French Bulldog has the appearance of an active, intelligent, muscular dog of heavy bone, smooth coat, compactly built, and of medium or small structure. Expression alert, curious, and interested. Any alteration other than removal of dewclaws is considered mutilation and is a disqualification.",
    "url": "https://petkey.blob.core.windows.net/resource/images/1930000/1932000/1932681_800.jpg"
  },
  {
    "name": "Dakota",
    "description": "The Australian Shepherd is an intelligent working dog of strong herding and guarding instincts. He is a loyal companion and has the stamina to work all day. He is well balanced, slightly longer than tall, of medium size and bone, with coloring that offers variety and individuality. He is attentive and animated, lithe and agile, solid and muscular without cloddiness. He has a coat of moderate length and coarseness. He has a docked or natural bobbed tail.",
    "url": "https://petkey.blob.core.windows.net/resource/images/1930000/1931000/1931689_800.jpg"
  }
]